# St7OpenResFile

Opens the specified custom result file.

long St7OpenResFile(long uID, char* FileName)
Input Parameters
uID
Strand7 model file ID.
FileName
Full path and name for the custom result file.